const scoreDescriptions = {
  '0': 'Ты вообще играл в Майнкрафт? Мне кажется, что нет. Быстрее исправь это недоразумение!',
  '400': 'Ты обычная домашняя овечка, очень спокойная и добрая но беззащитная, держись поближе к Стиву или к деревне где тебя будет охранять железный Голем!',
  '1000': 'Ты обычный деревенский житель, у тебя есть возможность стать Кузнецом или Фермером, дружи со Стивом и он тебе поможет!',
  '2000': 'Ты Железный Голем, сильный, спокойный и устрашающий! Твоя задача охранять деревню и прилегающие территории от недругов, так держать!',
  '3000': 'Ты Эндермен, пришелец из другого измерения, который уважает своё личное пространство и любит играться с блоками!',
  '4000': 'Ты Стив, главный герой и самый сильный персонаж в мире Майнкрафт, ведь тебе всё по плечу!'
};

const QUESTIONS = [
  {
    "question": "Как зовут главного героя?",
    "answers": ["Стив", "Хуив", "Князь", "Бомж"],
    "rightAnswer": "Стив"
  },
  {
    "question": "Князь лох?",
    "answers": ["Лох", "Пидор", "Нет", "Друзей"],
    "rightAnswer": "Лох"
  },
  {
    "question": "Чем болеет хмеля?",
    "answers": ["Неизвестной болезнью", "Алкоголизмом", "Долбоебизмом", "Проблемы в его голове"],
    "rightAnswer": "Проблемы в его голове"
  },
  {
    "question": "Макс ....",
    "answers": ["Корж", "Пряник", "Кринж"],
    "rightAnswer": "Кринж"
  }
];
