const scoreDescriptions = {
  '0': {
    message: 'Ты вообще играл в Майнкрафт? Мне кажется, что нет. Быстрее исправь это недоразумение!',
    background: 'cool_background.jpg'
  },
  '400': {
    message: 'Ты обычная домашняя овечка, очень спокойная и добрая но беззащитная, держись поближе к Стиву или к деревне где тебя будет охранять железный Голем!',
    background: 'cool_background.jpg'
  },
  '1000': {
    message: 'Ты обычный деревенский житель, у тебя есть возможность стать Кузнецом или Фермером, дружи со Стивом и он тебе поможет!',
    background: 'cool_background.jpg'
  },
  '2000': {
    message: 'Ты Железный Голем, сильный, спокойный и устрашающий! Твоя задача охранять деревню и прилегающие территории от недругов, так держать!',
    background: 'cool_background.jpg'
  },
  '3000': {
    message: 'Ты Эндермен, пришелец из другого измерения, который уважает своё личное пространство и любит играться с блоками!',
    background: 'cool_background.jpg'
  },
  '4000': {
    message: 'Ты Стив, главный герой и самый сильный персонаж в мире Майнкрафт, ведь тебе всё по плечу!',
    background: 'cool_background.jpg'
  }
};

const QUESTIONS = [
  {
    question: "Как зовут главного героя?",
    answers: ["Стив", "Хуив", "Князь", "Бомж"],
    rightAnswer: "Стив"
  },
  {
    question: "Князь лох?",
    answers: ["Лох", "Пидор", "Нет", "Друзей"],
    rightAnswer: "Лох",
    background: "cool_background.jpg"
  },
  {
    question: "Чем болеет хмеля?",
    answers: ["Неизвестной болезнью", "Алкоголизмом", "Долбоебизмом", "Проблемы в его голове"],
    rightAnswer: "Проблемы в его голове"
  },
  {
    question: "Макс ....",
    answers: ["Корж", "Пряник", "Кринж"],
    rightAnswer: "Кринж"
  }
];
